alacritty
alsa-utils
android-file-transfer
android-tools
autoconf
automake
base
bash-language-server
bat
bind
bison
blender
clipcat
cmake
cuda
davinci-resolve
dust
fakeroot
fd
feh
firefox
fish
flex
gcc
geckodriver
git
godot
groff
herbstluftwm
htop
intel-ucode
itch
jdk-openjdk
languagetool
lib32-libappindicator-gtk2
lib32-nvidia-utils
libappindicator-gtk2
libmupdf
libreoffice-fresh
libtool
libva-mesa-driver
linux
linux-firmware
lua-language-server
ly
m4
maim
make
man-db
man-pages
md2pdf
mesa-vdpau
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
nvidia
nvidia-settings
olive
pandoc
patch
pkgconf
polybar
protonvpn-cli-ng
pulseaudio-alsa
python-lsp-server
python-pip
python-pynvim
qgnomeplatform
ripgrep
rofi
rust-analyzer
rustup
starship
steam
sudo
texinfo
texlab
texlive-bin
texlive-core
texlive-latexextra
torbrowser-launcher
ttf-fira-code
ttf-ms-fonts
udisks2
ufw
vim
virtualbox
virtualbox-host-modules-arch
which
wine
winetricks
xbindkeys
xclip
xcolor
xcompmgr
xf86-video-nouveau
xorg-server
xorg-xev
xsel
yay-bin
zathura
zathura-pdf-mupdf
zola
